public/reading/mauro-corona/mauro-corona-le-voci-del-bosco.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="/simple.css" />
<meta property="og:title" content="Giovanni's Diary">
<meta property="og:description" content="Diary of Giovanni's adventures.">
<meta property="og:image" content="https://giovanni-diary.netlify.app/logo.png">
<meta property="og:url" content="https://giovanni-diary.netlify.app/">
</head>
<body>
<div id="content" class="content">
<p>
<a href="../../index.html">Giovanni's Diary</a> &gt; <a href="../../subjects.html">Subjects</a> &gt; <a href="../reading.html">Reading</a> &gt; <a href="mauro-corona.html">Mauro Corona</a> &gt; <a href="notes.html">Notes</a> &gt;
</p>

<div id="outline-container-org2b171d0" class="outline-2">
<h2 id="org2b171d0">Le voci del bosco</h2>
<div class="outline-text-2" id="text-org2b171d0">
<p>
My third reading of Mauro Corona is "Le voci del bosco" which when
translated means "The voices of the forests". In the book, the author
describes how he sees and feels trees, whom he has a personal
relationship with. Other than a writer, the author is a wood carver
and he is greatly devoted to nature. His descriptions are subjective,
assigning a distinct personality to each kind of tree as if they were as
part of nature as us humans. Those feelings and memories were
developed after an entire lifetime surrounded by trees, which are
really special to the author.
</p>

<p>
Do not expect to get anything useful from the book. The author jumps
from tree to tree following his memories and feelings, like a stream
of consciousness. The olive tree is an old man carved by time and
accepting his death by letting be cut easily, he is kind and generous
by being easy to burn. Beeches are great and esteemed workers, they
wish to rebel from their destiny but then the humans come and make
tools out of them so they close in on themselves. The Spruce is a
noble, and so on&#x2026;
</p>

<p>
There is a great variety of trees in nature, all of them so different
from the other. Each tree is good or bad for certain things like tools
or decoration or for fire, some trees prefer to grow in some places
rather than others, some trees are easy to cut or have a certain color
that sticks out. Those and more are what makes each tree have their
own personality, vices and virtues.
</p>

<p>
At the end, I learned to appreciate nature more in its variety. Now I
know a things or two about trees and I will be more mindful when I
meet one.
</p>

<hr />

<p>
Travel: <a href="./mauro-corona.html">Mauro Corona</a>, <a href="../../theindex.html">Index</a>
</p>
</div>
</div>
</div>
</body>
</html>
